/**
 * 消息登陆验证集合
 * Created by auto tool.
 */

'use strict';

module.exports = {
  
  // 根据条件查询车辆数量
  '10301' : false,
  
  // 根据条件查询车辆数量返回
  '10302' : false,
  
  // 根据条件查询车辆数量
  '10303' : false,
  
  // 根据条件查询车辆数量返回
  '10304' : false,
  
  // 注册
  '10201' : false,
  
  // 登陆返回
  '10202' : false,
  
  // 注册验证
  '10203' : false,
  
  // 注册验证返回
  '10204' : false,
  
  // 登陆
  '10205' : false,
  
  // 登陆返回
  '10206' : false,
  
  // 登出
  '10207' : false,
  
  // 登出返回
  '10208' : false,
  
  // 获取玩家信息
  '10209' : false,
  
  // 获取玩家信息返回
  '10210' : false,
  
  // 获取基础信息
  '10211' : false,
  
  // 获取基础信息返回
  '10212' : false,
  
};